var	s1	="赵钱孙李周吴郑王冯陈褚卫蒋沈韩杨"
var	s2	="朱秦尤许何吕施张孔曹严华金魏陶姜"
var	s3	="戚谢邹喻柏水窦章云苏潘葛奚范彭郎"
var	s4	="鲁韦昌马苗凤花方俞任袁柳酆鲍史唐"
var	s5	="费廉岑薛雷贺倪汤滕殷罗毕郝邬安常"
var	s6	="乐于时傅皮卞齐康伍余元卜顾孟平黄"
var	s7	="和穆萧尹姚邵湛汪祁毛禹狄米贝明臧"
var	s8	="计伏成戴谈宋茅庞熊纪舒屈项祝董梁"
var	s9	="杜阮蓝闵席季麻强贾路娄危江童颜郭"
var	s10	="梅盛林刁钟徐邱骆高夏蔡田樊胡凌霍"
var	s11	="虞万支柯昝管卢莫经房裘缪干解应宗"
var	s12	="丁宣贲邓郁单杭洪包诸左石崔吉钮龚"
var	s13	="程嵇邢滑裴陆荣翁荀羊於惠甄曲家封"
var	s14	="芮羿储靳汲邴糜松井段富巫乌焦巴弓"
var	s15	="牧隗山谷车侯宓蓬全郗班仰秋仲伊宫"
var	s16	="宁仇栾暴甘钭厉戎祖武符刘景詹束龙"
var	s17	="叶幸司韶郜黎蓟薄印宿白怀蒲邰从鄂"
var	s18	="索咸籍赖卓蔺屠蒙池乔阴鬱胥能苍双"
var	s19	="闻莘党翟谭贡劳逄姬申扶堵冉宰郦雍"
var	s20	="卻璩桑桂濮牛寿通边扈燕冀郏浦尚农"
var	s21	="温别庄晏柴瞿阎充慕连茹习宦艾鱼容"
var	s22	="向古易慎戈廖庾终暨居衡步都耿满弘"
var	s23	="匡国文寇广禄阙东欧殳沃利蔚越夔隆"
var	s24	="师巩厍聂晁勾敖融冷訾辛阚那简饶空"
var	s25	="曾毋沙乜养鞠须丰巢关蒯相查后荆红"
var	s26	="游竺权逯盖益桓公万俟司马上官欧阳"
var	s27	="夏侯诸葛闻人东方赫连皇甫尉迟公羊"
var	s28	="澹台公冶宗政濮阳淳于单于太叔申屠"
var	s29	="公孙仲孙轩辕令狐钟离宇文长孙慕容"
var	s30	="鲜于闾丘司徒司空丌官司寇仉督子车"
var	s31	="颛孙端木巫马公西漆雕乐正壤驷公良"
var	s32	="拓跋夹谷宰父谷梁晋楚闫法汝鄢涂钦"
var	s33	="段干百里东郭南门呼延归海羊舌微生"
var	s34	="岳帅缑亢况郈有琴梁丘左丘东门西门"
var	s35	="商牟佘佴伯赏南宫墨哈谯笪年爱阳佟"
var	s36	="第五言福百家姓终至此结束欢迎使用"

module.exports = {
  s1: s1,
  s2: s2,
  s3: s3,
  s4: s4,
  s5: s5,
  s6: s6,
  s7: s7,
  s8: s8,
  s9: s9,
  s10: s10,
  s11: s11,
  s12: s12,
  s13: s13,
  s14: s14,
  s15: s15,
  s16: s16,
  s17: s17,
  s18: s18,
  s19: s19,
  s20: s20,
  s21: s21,
  s22: s22,
  s23: s23,
  s24: s24,
  s25: s25,
  s26: s26,
  s27: s27,
  s28: s28,
  s29: s29,
  s30: s30,
  s31: s31,
  s32: s32,
  s33: s33,
  s34: s34,
  s35: s35,
  s36: s36
}
