var	s1	="弟子规圣人训首孝悌次谨信"
var	s2	="泛爱众而亲仁有余力则学文"
var	s3	="父母呼应勿缓父母命行勿懒"
var	s4	="父母教须敬听父母责须顺承"
var	s5	="冬则温夏则凊晨则省昏则定"
var	s6	="出必告反必面居有常业无变"
var	s7	="事虽小勿擅为苟擅为子道亏"
var	s8	="物虽小勿私藏苟私藏亲心伤"
var	s9	="亲所好力为具亲所恶谨为去"
var	s10	="身有伤贻亲忧德有伤贻亲羞"
var	s11	="亲爱我孝何难亲憎我孝方贤"
var	s12	="亲有过谏使更怡吾色柔吾声"
var	s13	="谏不入悦复谏号泣随挞无怨"
var	s14	="亲有疾药先尝昼夜侍不离床"
var	s15	="丧三年常悲咽居处变酒肉绝"
var	s16	="丧尽礼祭尽诚事死者如事生"
var	s17	="兄道友弟道恭兄弟睦孝在中"
var	s18	="财物轻怨何生言语忍忿自泯"
var	s19	="或饮食或坐走长者先幼者后"
var	s20	="长呼人即代叫人不在已即到"
var	s21	="称尊长勿呼名对尊长勿见能"
var	s22	="路遇长疾趋揖长无言退恭立"
var	s23	="骑下马乘下车过犹待百步余"
var	s24	="长者立幼勿坐长者坐命乃坐"
var	s25	="尊长前声要低低不闻却非宜"
var	s26	="进必趋退必迟问起对视勿移"
var	s27	="事诸父如事父事诸兄如事兄"
var	s28	="朝起早夜眠迟老易至惜此时"
var	s29	="晨必盥兼漱口便溺回辄净手"
var	s30	="冠必正纽必结袜与履俱紧切"
var	s31	="置冠服有定位勿乱顿致污秽"
var	s32	="衣贵洁不贵华上循分下称家"
var	s33	="对饮食勿拣择食适可勿过则"
var	s34	="年方少勿饮酒饮酒醉最为丑"
var	s35	="步从容立端正揖深圆拜恭敬"
var	s36	="勿践阈勿跛倚勿箕踞勿摇髀"
var	s37	="缓揭帘勿有声宽转弯勿触棱"
var	s38	="执虚器如执盈入虚室如有人"
var	s39	="事勿忙忙多错勿畏难勿轻略"
var	s40	="斗闹场绝勿近邪僻事绝勿问"
var	s41	="将入门问孰存将上堂声必扬"
var	s42	="人问谁对以名吾与我不分明"
var	s43	="用人物须明求倘不问即为偷"
var	s44	="借人物及时还人借物有勿悭"
var	s45	="凡出言信为先诈与妄奚可焉"
var	s46	="话说多不如少惟其是勿佞巧"
var	s47	="奸巧语秽污词市井气切戒之"
var	s48	="见未真勿轻言知未的勿轻传"
var	s49	="事非宜勿轻诺苟轻诺进退错"
var	s50	="凡道字重且舒勿急疾勿模糊"
var	s51	="彼说长此说短不关己莫闲管"
var	s52	="见人善即思齐纵去远以渐跻"
var	s53	="见人恶即内省有则改无加警"
var	s54	="唯德学唯才艺不如人当自砺"
var	s55	="若衣服若饮食不如人勿生戚"
var	s56	="闻过怒闻誉乐损友来益友却"
var	s57	="闻誉恐闻过欣直谅士渐相亲"
var	s58	="无心非名为错有心非名为恶"
var	s59	="过能改归于无倘掩饰增一辜"
var	s60	="凡是人皆须爱天同覆地同载"
var	s61	="行高者名自高人所重非貌高"
var	s62	="才大者望自大人所服非言大"
var	s63	="己有能勿自私人有能勿轻訾"
var	s64	="勿谄富勿骄贫勿厌故勿喜新"
var	s65	="人不闲勿事搅人不安勿话扰"
var	s66	="人有短切莫揭人有私切莫说"
var	s67	="道人善即是善人知之愈思勉"
var	s68	="扬人恶即是恶疾之甚祸且作"
var	s69	="善相劝德皆建过不规道两亏"
var	s70	="凡取与贵分晓与宜多取宜少"
var	s71	="将加人先问己己不欲即速已"
var	s72	="恩欲报怨欲忘抱怨短报恩长"
var	s73	="待婢仆身贵端虽贵端慈而宽"
var	s74	="势服人心不然理服人方无言"
var	s75	="同是人类不齐流俗众仁者希"
var	s76	="果仁者人多畏言不讳色不媚"
var	s77	="能亲仁无限好德日进过日少"
var	s78	="不亲仁无限害小人进百事坏"
var	s79	="不力行但学文长浮华成何人"
var	s80	="但力行不学文任己见昧理真"
var	s81	="读书法有三到心眼口信皆要"
var	s82	="方读此勿慕彼此未终彼勿起"
var	s83	="宽为限紧用功工夫到滞塞通"
var	s84	="心有疑随札记就人问求确义"
var	s85	="房室清墙壁净几案洁笔砚正"
var	s86	="墨磨偏心不端字不敬心先病"
var	s87	="列典籍有定处读看毕还原处"
var	s88	="虽有急卷束齐有缺坏就补之"
var	s89	="非圣书屏勿视蔽聪明坏心志"
var	s90	="勿自暴勿自弃圣与贤可驯致"

module.exports = {
	s1:s1,
	s2:s2,
	s3:s3,
	s4:s4,
	s5:s5,
	s6:s6,
	s7:s7,
	s8:s8,
	s9:s9,
	s10:s10,
	s11:s11,
	s12:s12,
	s13:s13,
	s14:s14,
	s15:s15,
	s16:s16,
	s17:s17,
	s18:s18,
	s19:s19,
	s20:s20,
	s21:s21,
	s22:s22,
	s23:s23,
	s24:s24,
	s25:s25,
	s26:s26,
	s27:s27,
	s28:s28,
	s29:s29,
	s30:s30,
	s31:s31,
	s32:s32,
	s33:s33,
	s34:s34,
	s35:s35,
	s36:s36,
	s37:s37,
	s38:s38,
	s39:s39,
	s40:s40,
	s41:s41,
	s42:s42,
	s43:s43,
	s44:s44,
	s45:s45,
	s46:s46,
	s47:s47,
	s48:s48,
	s49:s49,
	s50:s50,
	s51:s51,
	s52:s52,
	s53:s53,
	s54:s54,
	s55:s55,
	s56:s56,
	s57:s57,
	s58:s58,
	s59:s59,
	s60:s60,
	s61:s61,
	s62:s62,
	s63:s63,
	s64:s64,
	s65:s65,
	s66:s66,
	s67:s67,
	s68:s68,
	s69:s69,
	s70:s70,
	s71:s71,
	s72:s72,
	s73:s73,
	s74:s74,
	s75:s75,
	s76:s76,
	s77:s77,
	s78:s78,
	s79:s79,
	s80:s80,
	s81:s81,
	s82:s82,
	s83:s83,
	s84:s84,
	s85:s85,
	s86:s86,
	s87:s87,
	s88:s88,
	s89:s89,
	s90:s90
}
