var	s1	="天地玄黄宇宙洪荒日月盈昃辰宿列张"
var	s2	="寒来暑往秋收冬藏闰余成岁律吕调阳"
var	s3	="云腾致雨露结为霜金生丽水玉出昆冈"
var	s4	="剑号巨阙珠称夜光果珍李柰菜重芥姜"
var	s5	="海咸河淡鳞潜羽翔龙师火帝鸟官人皇"
var	s6	="始制文字乃服衣裳推位让国有虞陶唐"
var	s7	="吊民伐罪周发殷汤坐朝问道垂拱平章"
var	s8	="爱育黎首臣伏戎羌遐迩一体率宾归王"
var	s9	="鸣凤在竹白驹食场化被草木赖及万方"
var	s10	="盖此身发四大五常恭惟鞠养岂敢毁伤"
var	s11	="女慕贞洁男效才良知过必改得能莫忘"
var	s12	="罔谈彼短靡恃己长信使可覆器欲难量"
var	s13	="墨悲丝染诗赞羔羊景行维贤克念作圣"
var	s14	="德建名立形端表正空谷传声虚堂习听"
var	s15	="祸因恶积福缘善庆尺璧非宝寸阴是竞"
var	s16	="资父事君曰严与敬孝当竭力忠则尽命"
var	s17	="临深履薄夙兴温凊似兰斯馨如松之盛"
var	s18	="川流不息渊澄取映容止若思言辞安定"
var	s19	="笃初诚美慎终宜令荣业所基籍甚无竟"
var	s20	="学优登仕摄职从政存以甘棠去而益咏"
var	s21	="乐殊贵贱礼别尊卑上和下睦夫唱妇随"
var	s22	="外受傅训入奉母仪诸姑伯叔犹子比儿"
var	s23	="孔怀兄弟同气连枝交友投分切磨箴规"
var	s24	="仁慈隐恻造次弗离节义廉退颠沛匪亏"
var	s25	="性静情逸心动神疲守真志满逐物意移"
var	s26	="坚持雅操好爵自縻都邑华夏东西二京"
var	s27	="背邙面洛浮渭据泾宫殿盘郁楼观飞惊"
var	s28	="图写禽兽画彩仙灵丙舍旁启甲帐对楹"
var	s29	="肆筵设席鼓瑟吹笙升阶纳陛弁转疑星"
var	s30	="右通广内左达承明既集坟典亦聚群英"
var	s31	="杜稿钟隶漆书壁经府罗将相路侠槐卿"
var	s32	="户封八县家给千兵高冠陪辇驱毂振缨"
var	s33	="世禄侈富车驾肥轻策功茂实勒碑刻铭"
var	s34	="盘溪伊尹佐时阿衡奄宅曲阜微旦孰营"
var	s35	="桓公匡合济弱扶倾绮回汉惠说感武丁"
var	s36	="俊义密勿多士实宁晋楚更霸赵魏困横"
var	s37	="假途灭虢践土会盟何遵约法韩弊烦刑"
var	s38	="起翦颇牧用军最精宣威沙漠驰誉丹青"
var	s39	="九州禹迹百郡秦并岳宗泰岱禅主云亭"
var	s40	="雁门紫塞鸡田赤诚昆池碣石钜野洞庭"
var	s41	="旷远绵邈岩岫杳冥治本于农务兹稼穑"
var	s42	="俶载南亩我艺黍稷税熟贡新劝赏黜陟"
var	s43	="孟轲敦素史鱼秉直庶几中庸劳谦谨敕"
var	s44	="聆音察理鉴貌辨色贻厥嘉猷勉其祗植"
var	s45	="省躬讥诫宠增抗极殆辱近耻林皋幸即"
var	s46	="两疏见机解组谁逼索居闲处沉默寂寥"
var	s47	="求古寻论散虑逍遥欣奏累遣戚谢欢招"
var	s48	="渠荷的历园莽抽条枇杷晚翠梧桐蚤凋"
var	s49	="陈根委翳落叶飘摇游鹍独运凌摩绛霄"
var	s50	="耽读玩市寓目囊箱易輶攸畏属耳垣墙"
var	s51	="具膳餐饭适口充肠饱饫烹宰饥厌糟糠"
var	s52	="亲戚故旧老少异粮妾御绩纺侍巾帷房"
var	s53	="纨扇圆洁银烛炜煌昼眠夕寐蓝笋象床"
var	s54	="弦歌酒宴接杯举殇矫手顿足悦豫且康"
var	s55	="嫡后嗣续祭祀烝尝稽颡再拜悚惧恐惶"
var	s56	="笺牒简要顾答审详骸垢想浴执热愿凉"
var	s57	="驴骡犊特骇跃超骧诛斩贼盗捕获叛亡"
var	s58	="布射僚丸嵇琴阮箫恬笔伦纸钧巧任钓"
var	s59	="释纷利俗并皆佳妙毛施淑姿工颦妍笑"
var	s60	="年矢每催曦晖朗曜璇玑悬斡晦魄环照"
var	s61	="指薪修祜永绥吉劭矩步引领俯仰廊庙"
var	s62	="束带矜庄徘徊瞻眺孤陋寡闻愚蒙等诮"
var	s63	="谓语助者焉哉乎也至此结束欢迎使用"

module.exports = {
  s1: s1,
  s2: s2,
  s3: s3,
  s4: s4,
  s5: s5,
  s6: s6,
  s7: s7,
  s8: s8,
  s9: s9,
  s10: s10,
  s11: s11,
  s12: s12,
  s13: s13,
  s14: s14,
  s15: s15,
  s16: s16,
  s17: s17,
  s18: s18,
  s19: s19,
  s20: s20,
  s21: s21,
  s22: s22,
  s23: s23,
  s24: s24,
  s25: s25,
  s26: s26,
  s27: s27,
  s28: s28,
  s29: s29,
  s30: s30,
  s31: s31,
  s32: s32,
  s33: s33,
  s34: s34,
  s35: s35,
  s36: s36,
  s37: s37,
  s38: s38,
  s39: s39,
  s40: s40,
  s41: s41,
  s42: s42,
  s43: s43,
  s44: s44,
  s45: s45,
  s46: s46,
  s47: s47,
  s48: s48,
  s49: s49,
  s50: s50,
  s51: s51,
  s52: s52,
  s53: s53,
  s54: s54,
  s55: s55,
  s56: s56,
  s57: s57,
  s58: s58,
  s59: s59,
  s60: s60,
  s61: s61,
  s62: s62,
  s63: s63
}
