var s1="人之初性本善性相近习相远"
var s2="苟不教性乃迁教之道贵以专"
var s3="昔孟母择邻处子不学断机杼"
var s4="窦燕山有义方教五子名俱扬"
var s5="养不教父之过教不严师之惰"
var s6="子不学非所宜幼不学老何为"
var s7="玉不琢不成器人不学不知义"
var s8="为人子方少时亲师友习礼仪"
var s9="香九龄能温席孝于亲所当执"
var s10="融四岁能让梨弟于长宜先知"
var s11="首孝悌次见闻知某数识某文"
var s12="一而十十而百百而千千而万"
var s13="三才者天地人三光者日月星"
var s14="三纲者君臣义父子亲夫妇顺"
var s15="曰春夏曰秋冬此四时运不穷"
var s16="曰南北曰西东此四方应乎中"
var s17="曰水火木金土此五行本乎数"
var s18="十干者甲至癸十二支子至亥"
var s19="曰黄道日所躔曰赤道当中权"
var s20="赤道下温暖极我中华在东北"
var s21="曰江河曰淮济此四渎水之纪"
var s22="曰岱华嵩恒衡此五岳山之名"
var s23="曰士农曰工商此四民国之良"
var s24="曰仁义礼智信此五常不容紊"
var s25="地所生有草木此植物遍水陆"
var s26="有虫鱼有鸟兽此动物能飞走"
var s27="稻粱菽麦黍稷此六谷人所食"
var s28="马牛羊鸡犬豕此六畜人所饲"
var s29="曰喜怒曰哀惧爱恶欲七情具"
var s30="青赤黄及黑白此五色目所识"
var s31="酸苦甘及辛咸此五味口所含"
var s32="膻焦香及腥朽此五臭鼻所嗅"
var s33="匏土革木石金丝与竹乃八音"
var s34="曰平上曰去入此四声宜调协"
var s35="高曾祖父而身身而子子而孙"
var s36="自子孙至玄曾乃九族人之伦"
var s37="父子恩夫妇从兄则友弟则恭"
var s38="长幼序友与朋君则敬臣则忠"
var s39="此十义人所同当师叙勿违背"
var s40="斩齐衰大小功至缌麻五服终"
var s41="礼乐射御书数古六艺今不具"
var s42="惟书学人共遵既识字讲说文"
var s43="有古文大小篆隶草继不可乱"
var s44="若广学惧其繁但略说能知原"
var s45="凡训蒙须讲究详训诂明句读"
var s46="为学者必有初小学终至四书"
var s47="论语者二十篇群弟子记善言"
var s48="孟子者七篇止讲道德说仁义"
var s49="作中庸子思笔中不偏庸不易"
var s50="作大学乃曾子自修齐至平治"
var s51="孝经通四书熟如六经始可读"
var s52="诗书易礼春秋号六经当讲求"
var s53="有连山有归藏有周易三易详"
var s54="有典谟有训诰有誓命书之奥"
var s55="我周公作周礼著六官存治体"
var s56="大小戴注礼记述圣言礼乐备"
var s57="曰国风曰雅颂号四诗当讽咏"
var s58="诗既亡春秋作寓褒贬别善恶"
var s59="三传者有公羊有左氏有谷梁"
var s60="经既明方读子撮其要记其事"
var s61="五子者有荀扬文中子及老庄"
var s62="经子通读诸史考世系知始终"
var s63="自羲农至黄帝号三皇居上世"
var s64="唐有虞号二帝相揖逊称盛世"
var s65="夏有禹商有汤周武王称三王"
var s66="夏传子家天下四百载迁夏社"
var s67="汤伐夏国号商六百载至纣亡"
var s68="周武王始诛纣八百载最长久"
var s69="周辙东王纲坠逞干戈尚游说"
var s70="始春秋终战国五霸强七雄出"
var s71="嬴秦氏始兼并传二世楚汉争"
var s72="高祖兴汉业建至孝平王莽篡"
var s73="光武兴为东汉四百年终于献"
var s74="魏蜀吴争汉鼎号三国迄两晋"
var s75="宋齐继梁陈承为南朝都金陵"
var s76="北元魏分东西宇文周与高齐"
var s77="迨至隋一土宇不再传失统绪"
var s78="唐高祖起义师除隋乱创国基"
var s79="二十传三百载梁灭之国乃改"
var s80="梁唐晋及汉周称五代皆有由"
var s81="炎宋兴受周禅十八传南北混"
var s82="辽与金皆称帝元灭金绝宋世"
var s83="舆图广超前代九十年国祚废"
var s84="太祖兴国大明号洪武都金陵"
var s85="迨成祖迁燕京十六世至崇祯"
var s86="权阉肆寇如林李闯出神器焚"
var s87="清世祖膺景命靖四方克大定"
var s88="由康雍历乾嘉民安富治绩夸"
var s89="道咸间变乱起始英法扰都鄙"
var s90="同光后宣统弱传九帝满清殁"
var s91="革命兴废帝制立宪法建民国"
var s92="古今史全在兹载治乱知兴衰"
var s93="史虽繁读有次史记一汉书二"
var s94="后汉三国志四兼证经参通鉴"
var s95="读史者考实录通古今若亲目"
var s96="昔仲尼师项橐古圣贤尚勤学"
var s97="赵中令读鲁论彼既仕学且勤"
var s98="披蒲编削竹简彼无书且知勉"
var s99="头悬梁锥刺股彼不教自勤苦"
var s100="如囊萤如映雪家虽贫学不辍"
var s101="如负薪如挂角身虽劳犹苦卓"
var s102="苏老泉二十七始发愤读书籍"
var s103="彼既老犹悔迟尔小生宜早思"
var s104="若梁灏八十二对大廷魁多士"
var s105="彼既成众称异尔小生宜立志"
var s106="莹八岁能咏诗泌七岁能赋棋"
var s107="彼颖悟人称奇尔幼学当效之"
var s108="蔡文姬能辩琴谢道韫能咏吟"
var s109="彼女子且聪敏尔男子当自警"
var s110="唐刘晏方七岁举神童作正字"
var s111="口而诵心而惟朝于斯夕于斯"
var s112="晏虽幼身已仕有为者亦若是"
var s113="犬守夜鸡司晨苟不学曷为人"
var s114="蚕吐丝蜂酿蜜人不学不如物"
var s115="幼而学壮而行上致君下泽民"
var s116="扬名声显父母光于前裕于后"
var s117="人遗子金满赢我教子唯一经"
var s118="勤有功戏无益戒之哉宜勉力"

module.exports = {
	s1:s1,
	s2:s2,
	s3:s3,
	s4:s4,
	s5:s5,
	s6:s6,
	s7:s7,
	s8:s8,
	s9:s9,
	s10:s10,
	s11:s11,
	s12:s12,
	s13:s13,
	s14:s14,
	s15:s15,
	s16:s16,
	s17:s17,
	s18:s18,
	s19:s19,
	s20:s20,
	s21:s21,
	s22:s22,
	s23:s23,
	s24:s24,
	s25:s25,
	s26:s26,
	s27:s27,
	s28:s28,
	s29:s29,
	s30:s30,
	s31:s31,
	s32:s32,
	s33:s33,
	s34:s34,
	s35:s35,
	s36:s36,
	s37:s37,
	s38:s38,
	s39:s39,
	s40:s40,
	s41:s41,
	s42:s42,
	s43:s43,
	s44:s44,
	s45:s45,
	s46:s46,
	s47:s47,
	s48:s48,
	s49:s49,
	s50:s50,
	s51:s51,
	s52:s52,
	s53:s53,
	s54:s54,
	s55:s55,
	s56:s56,
	s57:s57,
	s58:s58,
	s59:s59,
	s60:s60,
	s61:s61,
	s62:s62,
	s63:s63,
	s64:s64,
	s65:s65,
	s66:s66,
	s67:s67,
	s68:s68,
	s69:s69,
	s70:s70,
	s71:s71,
	s72:s72,
	s73:s73,
	s74:s74,
	s75:s75,
	s76:s76,
	s77:s77,
	s78:s78,
	s79:s79,
	s80:s80,
	s81:s81,
	s82:s82,
	s83:s83,
	s84:s84,
	s85:s85,
	s86:s86,
	s87:s87,
	s88:s88,
	s89:s89,
	s90:s90,
	s91:s91,
	s92:s92,
	s93:s93,
	s94:s94,
	s95:s95,
	s96:s96,
	s97:s97,
	s98:s98,
	s99:s99,
	s100:s100,
	s101:s101,
	s102:s102,
	s103:s103,
	s104:s104,
	s105:s105,
	s106:s106,
	s107:s107,
	s108:s108,
	s109:s109,
	s110:s110,
	s111:s111,
	s112:s112,
	s113:s113,
	s114:s114,
	s115:s115,
	s116:s116,
	s117:s117,
	s118:s118
}
